[
    {
      "drawList": "第一籤",
      "drawTitle": "甲甲",
      "fate": "大吉",
      "poem": "巍巍獨步向雲間；玉殿千官第一班；富貴榮華天付汝；福如東海壽如山",
      "mean": "功名遂。福祿全。訟得理。病即痊。桑麻熟。婚姻聯。孕生子。行人還。",
      "explan": "此籤謀望通達，無不遂意。但各有所主，官員占茲，有超越之喜。士人有功名之望，庶人不吉，若謀望，求財者，有名無實，為語多空虛也。"
    },
    {
      "drawList": "第二籤",
      "drawTitle": "甲乙",
      "fate": "上吉",
      "poem": "盈虛消息總天時；自此君當百事宜；若問前程歸縮地；須憑方寸好修為",
      "mean": "訟宜和。病宜禱。功名有。遲莫躁。求財平。問婚好。若妄為。身莫保。",
      "explan": "此籤謀望虛，查不宜速進，且須待時，方可成就。婚則合，訟宜和，求財有，行人至，孕生女，病宜禱。大概以正心修德為要。"
    },
    {
      "drawList": "第三籤",
      "drawTitle": "甲丙",
      "fate": "中吉",
      "poem": "衣食自然生處有；勸君不用苦勞心；但能孝悌存忠信；福祿來成禍不侵",
      "mean": "問名利。自有時。訟和吉。病瘥遲。求財平。婚未宜。宜謹守。免憂疑。",
      "explan": "此籤只宜守舊，不可貪求，但存中直，卻得兩平。謀事遲，求財阻，婚姻可。風水更，孕將生，宜早保，免憂驚。"
    },
    {
      "drawList": "第四籤",
      "drawTitle": "甲丁",
      "fate": "下下",
      "poem": "去年百事可相宜；若較今年時運衰；好把瓣香告神佛；莫教福謝悔無追",
      "mean": "功名無。財祿輕。訟宜息。婚未成。病難癒。行阻程。若求吉。禱神明。",
      "explan": "此籤吉事已去，凶將漸來，祈禱神明，以保平安。官事臨身，是非自見，凡事謀望主不成。求財交易不就，所為皆不利也。"
    },
    {
      "drawList": "第五籤",
      "drawTitle": "甲戊",
      "fate": "中平",
      "poem": "子有三般不自由；門庭蕭索冷如秋；若逢牛鼠交承日；萬事回春不用憂",
      "mean": "財祿耗。功名遲。訟終吉。病可醫。婚宜審。行人歸。待時至。百事宜。",
      "explan": "此籤先憂後喜，三般者，心口意。十二時中卻得衣食，官員主有遷移之兆，應在子丑。凶者漸吉，事皆可望也。"
    },
    {
      "drawList": "第六籤",
      "drawTitle": "甲己",
      "fate": "下下",
      "poem": "何勞鼓瑟更吹笙；寸步如登萬里程；彼此懷疑不相信；休將私意憶濃情",
      "mean": "功名無。財祿散。病難痊。防產難。婚不成。訟未判。行人遲。休嗟嘆。",
      "explan": "此籤謂人類不齊，有陽為君子，陰為小人者，須防其面是實非之心。訟只可和，主有離開，凡事謹慎周密，庶不誤敗。"
    },
    {
      "drawList": "第七籤",
      "drawTitle": "甲庚",
      "fate": "大吉",
      "poem": "仙風道骨本天生；又遇仙宗為主盟；指日丹成謝巖谷；一朝引領向天行",
      "mean": "圖名遂。求財豐。訟得理。病不凶。行人至。夢飛熊。陰地吉。婚姻仝。",
      "explan": "此籤貴人占之有薦投之喜。士人占之有不虞之譽。庶人占之有百倍之利。若占病，當有仙醫扶佑，在三七日內有效，否則凶。"
    },
    {
      "drawList": "第八籤",
      "drawTitle": "甲辛",
      "fate": "上上",
      "poem": "年來耕稼苦無收；今歲田疇定有秋；況遇太平無事日；士農工賈百無憂",
      "mean": "士領薦。人獲財。訟即解。病無災。問行人。即便回。謀望吉。喜慶來。",
      "explan": "此籤宜改圖謀利，凡百事實踐之人皆有望。問病占訟，先憂後喜，問孕生男，風水吉利，子孫亨嘉也。"
    },
    {
      "drawList": "第九籤",
      "drawTitle": "甲壬",
      "fate": "大吉",
      "poem": "望渠消息向長安；常把菱花仔細看；見說文書將入境；今朝喜色上眉端",
      "mean": "名與利。必至頭。訟必勝。病即瘳。孕生男。婚可求。行人至。百無憂。",
      "explan": "此籤謀事尚遠，自己心急，他人不知，若問遠行，只在百日之內。婚姻有期合，病者宜請禱，大概空虛無的實也。"
    },
    {
      "drawList": "第十籤",
      "drawTitle": "甲癸",
      "fate": "下下",
      "poem": "病患時時命蹇衰；何須打瓦共鑽龜；直教重見一陽後；始可求神仗佛持",
      "mean": "名難圖。財祿失。行人遲。訟未息。病留連。求神佑。莫貪求。宜守舊。",
      "explan": "此籤大意，曉然欲惡人知悔過。若問病訟，十月方可，不然莫解。若作非為，禍患立至，主家神不安也。"
    },
    {
      "drawList": "第十一籤",
      "drawTitle": "乙甲",
      "fate": "下下",
      "poem": "今年好事一番新；富貴榮華萃汝身；誰識機關難料處；到頭獨立轉傷神",
      "mean": "莫貪求。名未遂。財祿平。訟不利。病者凶。事不濟。問行人。多阻滯。",
      "explan": "此籤宜更改方得財祿，要知足。不可與人其事，恐機事不密，反成禍敗。官有旌麾之喜，孕生男，士有超拔之喜，訟者勝，婚不吉。"
    },
    {
      "drawList": "第十二籤",
      "drawTitle": "乙乙",
      "fate": "中平",
      "poem": "營為期望在春前；誰料秋來又不然；直遇清江貴公子；一生活計始安全",
      "mean": "求名遲。財未至。病改醫。訟最忌。行人歸。孕生貴。顯宦遇。方吉利。",
      "explan": "此籤先憂繼疑，最後始定。謀事須托，傍人扶持，或官場或紳士，方能有成。訟宜休，病擇醫，直到秋散後，始獲安全。慎勿誤聽讒言，信任非人可也。"
    },
    {
      "drawList": "第十三籤",
      "drawTitle": "乙丙",
      "fate": "中平",
      "poem": "君今庚甲未亨通；且向江頭作釣翁；玉兔重生應發跡；萬人頭上逞英雄",
      "mean": "時未亨。宜守舊。遇卯日。名利就。病遲癒。守終利。行人歸。事緩濟。",
      "explan": "此籤，君子占有五年之厄，庶人占有五年之難。若能守己，轉禍為福。不宜進圖更改，休問訟，免是非也。"
    },
    {
      "drawList": "第十四籤",
      "drawTitle": "乙丁",
      "fate": "下下",
      "poem": "一見佳人便喜歡；誰知去後有多般；人情冷暖君休訝；歷涉應知行路難",
      "mean": "始雖易。終則難。名利失。病未安。訟反覆。孕生女。行未歸。事多阻。",
      "explan": "此籤先喜後憂，不宜放肆，大概親而又陳，合而復離。歷涉險阻，竟無成，尤兢兢業業，庶免後悔。"
    },
    {
      "drawList": "第十五籤",
      "drawTitle": "乙戊",
      "fate": "中平",
      "poem": "兩家門戶各相當；不是姻緣莫較量；直待春風好消息；卻調琴瑟向蘭房",
      "mean": "婚未合。訟未決。名利遲。音信缺。孕難生。防口舌。非知己。莫妄說。",
      "explan": "此籤名不成，利不就，婚不合。凡事卻待新春，方始稱意。若妄作，反勞心力，終不能如人心願也。"
    },
    {
      "drawList": "第十六籤",
      "drawTitle": "乙己",
      "fate": "下下",
      "poem": "官事悠悠難辨明；不如息了且歸耕；旁人煽惑君休信；此事當謀親弟兄",
      "mean": "訟難明。和為貴。名利無。行人至。婚未成。病有祟。財莫貪。終無利。",
      "explan": "此籤訟事未辨，以和為貴，名利全無，婚姻未當。凡有謀望，且待時來，有人煽惑，勿輕信也。"
    },
    {
      "drawList": "第十七籤",
      "drawTitle": "乙庚",
      "fate": "下下",
      "poem": "田園價貫好商量；事到公庭彼此傷；縱使機關圖得勝；定為後世子孫殃",
      "mean": "事悖理。訟必傷。名利未。亦如常。行人阻。病宜禳。且謹慎。保安康。",
      "explan": "此籤切須依本分，自有前程，如有機關，反成害己利人。凡謀望，自家商酌方好，名利未遂，宜守平常。行人有阻，病可禳，婚難成，謹保安康。"
    },
    {
      "drawList": "第十八籤",
      "drawTitle": "乙辛",
      "fate": "中平",
      "poem": "知君指擬是空華；底事茫茫未有涯；牢把腳根踏實地；善為善應永無差",
      "mean": "名利難。終則有。病禱神。訟勿鬥。行人遲。事難就。且向善。祈福佑。",
      "explan": "此籤不宜妄意求謀，無事空自指擬，定必有損。切宜向善，祈禱神靈，轉禍成福。事有多般，功名無，訟勿鬥，行人遲，財難就。向善保安，乃為上策。"
    },
    {
      "drawList": "第十九籤",
      "drawTitle": "乙壬",
      "fate": "上吉",
      "poem": "嗟子從來未得時；今年星運頗相宜；營求動作都如意；和合婚姻誕貴兒",
      "mean": "作事吉。名利遂。婚姻成。訟得理。孕生貴。行人至。病易安。皆吉利。",
      "explan": "此籤不問貴賤，皆有和合之象。謀為各事，從今以後可成就也。"
    },
    {
      "drawList": "第二十籤",
      "drawTitle": "乙癸",
      "fate": "下下",
      "poem": "一生心事向誰論；十八灘頭說與君；世事盡從流水去；功名富貴等浮雲",
      "mean": "訟終凶。止則宜。名利輕。病擇醫。行人遠。婚遲疑。凡作事。且隨時。",
      "explan": "此籤得之外履，程途險阻，終不大吉利。訟終凶，止則吉，功名輕，行人遲，婚未成。凡事到底不吉，宜謹守可也。"
    },
    {
      "drawList": "第二十一籤",
      "drawTitle": "丙甲",
      "fate": "下下",
      "poem": "與君夙昔結成冤；今日相逢那得緣；好把經文多諷誦；祈求戶內保嬋娟",
      "mean": "事無成。病禱愈。出不宜。訟有理。病有冤。求神解。若欲貪。終必敗。",
      "explan": "此籤舊有夙冤，問事無緣，訟凶。貴人占之不吉，庶人占之不利，行人未至，謀望不成。若問病，宜禳謝方保，財物散，不吉利也。"
    },
    {
      "drawList": "第二十二籤",
      "drawTitle": "丙乙",
      "fate": "上吉",
      "poem": "碧玉池中開白蓮；莊嚴色相自天然；生來骨格超凡俗；正是人間第一仙",
      "mean": "訟決勝。名易成。病即愈。財速盈。婚姻合。貴子生。家道泰。百事亨。",
      "explan": "此籤可謀財，可望事，若有現成，不圖自至，不勞心力。訟已決，名利成，病則癒，婚則成，凡事皆成就也。"
    },
    {
      "drawList": "第二十三籤",
      "drawTitle": "丙丙",
      "fate": "下下",
      "poem": "花開花謝在春風；貴賤窮通百歲中；羨子榮華今已矣；到頭萬事總成空",
      "mean": "名與利。似虛花。訟解散。病益加。婚未合。行人賒。事無就。徒咨嗟。",
      "explan": "此籤求望有成有敗，初快意，終有害。吉中有凶，否有泰，不善歛藏，後憂更大。名利虐，訟宜散，病防老人為凶。婚未成，行人遲，失物之憂，大不吉也。"
    },
    {
      "drawList": "第二十四籤",
      "drawTitle": "丙丁",
      "fate": "中平",
      "poem": "一春萬事苦憂煎；夏裏營求始帖然；更遇秋成冬至後；恰如騎鶴與腰纏",
      "mean": "名利有。莫躁為。詞訟解。婚姻宜。行人遠。病瘥遲。富與貴。自有時。",
      "explan": "此籤先難後易，官員占之，有超擢之喜，士人占之，名利晚成。凡諸謀望，只是後好，訟終解，婚姻宜，行人遠，病難好。凡事可為，自有成就也。"
    },
    {
      "drawList": "第二十五籤",
      "drawTitle": "丙戊",
      "fate": "中平",
      "poem": "寅午戍年多阻滯；亥子丑月漸亨嘉；待逢玉兔金雞會；枯木逢春自放花",
      "mean": "訟多憂。終則息。名利遲。婚姻吉。孕欲保。作福力。問行人。歸有日。",
      "explan": "此籤作事遲疑，至三冬乃通，卯酉日月作事得時，如枯木開花。謀望各事，不勞心力而成。以寅午戍三者為凶，亥子丑年月日為吉。若謀事決，宜審時，不得妄動，訟終息，名利遲，婚姻吉，行人歸也。"
    },
    {
      "drawList": "第二十六籤",
      "drawTitle": "丙己",
      "fate": "中平",
      "poem": "年來豐歉皆天數；祇是今年旱較多；與子定期三日內；田疇霑足雨滂沱",
      "mean": "名與利。今雖損。若遇時。便返本。訟可解。病得安。婚即合。行人還。",
      "explan": "此籤謀事先損後遂，問病，星運未順，目下多悔方吉。病遇庚申日安，訟即解，名利難，行人三日內必至。婚未成，求財無，凡事不利達也。"
    },
    {
      "drawList": "第二十七籤",
      "drawTitle": "丙庚",
      "fate": "下下",
      "poem": "世間萬物各有主；一粒一毫君莫取；英雄豪傑自天生；也須步步循規矩",
      "mean": "訟莫興。病審醫。名與利。聽天推。婚未定。行人遲。凡作事。安分宜。",
      "explan": "此籤只宜守分，不可妄為。若要謀事，不可以強凌弱，以富壓貧，稍涉欺凌，反成災害。訟必和，名利有，財難求，行人有阻，病宜禳方可，婚不宜也。"
    },
    {
      "drawList": "第二十八籤",
      "drawTitle": "丙辛",
      "fate": "上吉",
      "poem": "公侯將相本無種；好把勤勞契上天；人事盡從天理見；才高豈得困林泉",
      "mean": "病與訟。久方解。名與利。姑少待。若失物。尋必在。雖漸困。終必泰。",
      "explan": "此籤吉利，凡事切莫歎息，更須修心向善，自有好處。問訟，久方決，名利達。失物尋在，病宜祈保，行人還，求財得。"
    },
    {
      "drawList": "第二十九籤",
      "drawTitle": "丙壬",
      "fate": "上上",
      "poem": "祖宗積德幾多年；源遠流長慶自然；若更操修無倦已；天須還汝舊青氈",
      "mean": "天福善。產貴子。病者安。訟得理。名必得。仍得利。行人歸。皆如意。",
      "explan": "此籤士人占之大吉，官員占之高擢，庶人占之終有發達。訟得理，病易安，婚必成，名利遂，行人即回。凡事如意，但要修心積善方好，不可著急也。"
    },
    {
      "drawList": "第三十籤",
      "drawTitle": "丙癸",
      "fate": "中吉",
      "poem": "奉公謹守莫欺心；自有亨通吉利臨；目下營求且休矣；秋期與子定佳音",
      "mean": "利雖有。莫妄作。訟宜和。病勿藥。名待時。婚有約。但存心。安且樂。",
      "explan": "此籤目下不宜妄取，只宜守己。官員占之，必有憂疑，若能謹守，方得吉利。士人占之，且待時來，庶人占之平順。病宜服藥，訟宜和，婚有約，謀望先難後易，不可躁進。安分守己，秋月方佳也。"
    },
    {
      "drawList": "第三十一籤",
      "drawTitle": "丁甲",
      "fate": "中吉",
      "poem": "秋冬作事只尋常；春到門庭漸吉昌；千里信音符遠望；萱堂快樂未渠央",
      "mean": "訟漸理。病漸康。財始達。名始彰。行人近。婚姻良。家道吉。福祿昌。",
      "explan": "此籤秋冬平平，逢春求財謀事。只宜漸進，不可急切，行人至，訟必理。病漸安，婚久成，凡謀事緩，則安康也。"
    },
    {
      "drawList": "第三十二籤",
      "drawTitle": "丁乙",
      "fate": "下下",
      "poem": "勞心汨汨竟何歸；疾病兼多是與非；事到頭來渾似夢；何如休要用心機",
      "mean": "訟終凶。名未通。病者險。財亦空。婚未合。是非叢。行人阻。事無終。",
      "explan": "此籤問病不利，訟不好，謀事皆不如意。主口舌之憂，事雖有成，後必有敗。空勞心力，只宜安分，不可妄為。"
    },
    {
      "drawList": "第三十三籤",
      "drawTitle": "丁丙",
      "fate": "中吉",
      "poem": "不分南北與西東；眼底昏昏耳似聾；熟讀黃庭經一卷；不論貴賤與窮通",
      "mean": "訟莫爭。病難癒。名與利。莫貪取。問行人。信尚阻。能修善。有神助。",
      "explan": "此籤不宜妄想，只宜守舊，自有成就。不意反成得意，無望反成有望，宜謹守所為，不可自專。訟莫興，病宜禳，利葵貪，行人阻，若修善，自有神助也。"
    },
    {
      "drawList": "第三十四籤",
      "drawTitle": "丁丁",
      "fate": "中平",
      "poem": "春夏纔過秋又冬；紛紛謀慮攪心胸；貴人垂手來相接；休把私心情意濃",
      "mean": "訟有憂。病未瘳。財祿散。忌遠謀。行人動。婚莫求。防口舌。免悶愁。",
      "explan": "此籤空虛，指望無成，徒勞自己心力。謀事不就，所為虛費功夫，營求未有發達。若得貴人提攜，漸漸亨通。莫信私言巧語，方免聒聒也。"
    },
    {
      "drawList": "第三十五籤",
      "drawTitle": "丁戊",
      "fate": "下下",
      "poem": "一山如畫對清江；門裏團圓事事雙；誰料半途分折去；空幃無語對銀缸",
      "mean": "訟終凶。宜謹防。病者險。主重喪。行人阻。財有傷。婚不合。謹行藏。",
      "explan": "此籤墳宅雖吉，命運未通，謀望到底成空，先吉後凶，有始無終。須防有死亡之患，訟必凶，病主險，求財必無，行人有阻也。"
    },
    {
      "drawList": "第三十六籤",
      "drawTitle": "丁己",
      "fate": "上吉",
      "poem": "功名富貴自能為；偶著先鞭莫問伊；萬里鵬程君有分；吳山頂上好鑽龜",
      "mean": "名與利。在晚成。訟得理。病漸亨。問遠信。阻行程。婚可合。孕將生。",
      "explan": "此籤不可躁進，欲速則不達，富貴遲速有時。若在家則困苦，出外則震亨。不宜守舊，訟得理，名利晚成，行人阻。婚必成，病漸安，先凶後吉也。"
    },
    {
      "drawList": "第三十七籤",
      "drawTitle": "丁庚",
      "fate": "中平",
      "poem": "焚香來告復何辭；善惡平分汝自知；屏卻昧公心裏事；出門無礙是通時",
      "mean": "訟和吉。病禱安。求財少。問名難。婚可合。行人遣。宜向善。保團欒。",
      "explan": "此籤顯然說主人家人有害人之心，而又受人之害。若能悔過則吉，訟宜和，病祈福，求財少，名利難，婚可合。只要心正，無事不吉也。"
    },
    {
      "drawList": "第三十八籤",
      "drawTitle": "丁辛",
      "fate": "下下",
      "poem": "蛩吟唧唧守孤幃；千里懸懸望信歸；等得榮華公子到；秋冬括括雨靡靡",
      "mean": "莫問財。休鬥訟。行未回。病亦重。婚無成。多怪夢。且禱神。勿妄動。",
      "explan": "此籤主有死亡之憂，哭泣之哀。訟休問，病有險，財莫求，婚難成。行人不至，謀事凶多吉少，秋冬占之大不吉。縱有虛喜，終是大憂。"
    },
    {
      "drawList": "第三十九籤",
      "drawTitle": "丁壬",
      "fate": "下下",
      "poem": "北山門外好安居；若問終時慎厥初；堪笑包藏許多事；鱗鴻雖便莫修書",
      "mean": "病擇醫。訟宜解。求財無。圖名旡。婚宜審。行須待。謹修為。過必改。",
      "explan": "此籤只宜守舊，不可妄想，謀望遲遲。且待時至，還須退步，方得安寧。病擇醫，訟宜解，求財無，婚宜審，行人阻。謹慎修為，庶幾得以長保。"
    },
    {
      "drawList": "第四十籤",
      "drawTitle": "丁癸",
      "fate": "上吉",
      "poem": "新來換得好規模；何用隨他步與趨；只聽耳邊消息到；崎嶇歷盡見亨衢",
      "mean": "名終成。訟得勝。孕生男。保無病。行人回。婚宜定。事須遲。有餘慶。",
      "explan": "此籤謀望更變儘好，莫聽人言閑是閑非。何必依人，自可遠到，名後成，訟得勝，孕生子，保無病。行人回，婚宜定，凡事宜，遲必有餘慶也。"
    },
    {
      "drawList": "第四十一籤",
      "drawTitle": "戊甲",
      "fate": "中吉",
      "poem": "自南自北自東西；欲到天涯誰作梯；遇鼠逢牛三弄笛；好將名姓榜頭題",
      "mean": "訟無定。終有遇。病多憂。擇醫愈。信即到。婚終好。凡所謀。慎勿躁。",
      "explan": "此籤妄意，事務皆無定準，須緩求之，方有成就。訟必反覆，婚有三變之說，遇子丑日，或姓蕭之人方可。功名，初年難，望病多變，信能到，婚姻好，名利得。必待子丑年月，方得顯達也。"
    },
    {
      "drawList": "第四十二籤",
      "drawTitle": "戊乙",
      "fate": "中吉",
      "poem": "我曾許汝事和諧；誰料修為果自乖；但改新圖莫依舊；營謀應得稱心懷",
      "mean": "病更醫。訟改圖。名與利。換規模。婚別議。行人遲。謹修為。神力持。",
      "explan": "此籤宜更改，問婚當有再合之意。訟宜和，利吉，孕生男，求利改圖方好，病更醫。功名未遂，凡事更改方稱意。"
    },
    {
      "drawList": "第四十三籤",
      "drawTitle": "戊丙",
      "fate": "中吉",
      "poem": "一紙官書火急催；扁舟速下浪如雷；雖然目下多驚險；保汝平安去復回",
      "mean": "功名遂。子嗣歡。訟病險。終必安。失物在。行人還。婚宜遠。利不難。",
      "explan": "此籤先凶後吉者，謀望終有好處。病者虛險，自然解散，大事成，求官遂，問訟好。婚姻不難，失物還，行人至，凡事大吉。"
    },
    {
      "drawList": "第四十四籤",
      "drawTitle": "戊丁",
      "fate": "中平",
      "poem": "汝是人中最吉人；誤為誤作損精神；堅牢一念酬香願；富貴榮華萃汝身",
      "mean": "事多錯。訟莫作。病禱神。且勿藥。婚莫求。行未還。能自悔。利名全。",
      "explan": "此籤防有橫逆事，若能改過，則吉。凡事且也不宜躁進，訟莫作，利未有，婚莫求，病禱神。行人未歸，悔過名利雙全也。"
    },
    {
      "drawList": "第四十五籤",
      "drawTitle": "戊戊",
      "fate": "中平",
      "poem": "好將心地力耕耘；彼此山頭總是墳；陰地不如心地好；修為到底卻輸君",
      "mean": "心地好。地亦美。病即安。訟得理。財勿求。且守己。行人至。終有喜。",
      "explan": "此籤不可妄求，但依本分，方得天之庥庇。問地利，不宜遷改，行人必至，病則安，求財無，且宜守舊。訟必凶，宜和息，凡事只宜修積善心，庶免災禍也。"
    },
    {
      "drawList": "第四十六籤",
      "drawTitle": "戊己",
      "fate": "中平",
      "poem": "君是山中萬戶侯；信知騎馬勝騎牛；今朝馬上看山色；爭似騎牛得自由",
      "mean": "名與利。皆不濟。訟莫興。多阻滯。行人遲。婚莫許。謹踐修。當靜處。",
      "explan": "此籤宜守舊，不可妄作，遠行必有阻滯。訟必凶，病多險，婚兩平，有是非，名利休問。凡事不好，但安分方亨榮華。許君靜處安身，可免災禍。"
    },
    {
      "drawList": "第四十七籤",
      "drawTitle": "戊庚",
      "fate": "下下",
      "poem": "與君萬語復千言；祗欲平和雪爾冤；訟則終凶君記取；試於清夜把心捫",
      "mean": "訟莫興。恐遭刑。財莫貪。病未寧。行有阻。婚難成。且循理。保和平。",
      "explan": "此籤不可妄意，切莫貪求，但要和平，冤自可雪。謀事有反覆，婚難成，久而後成，財莫貪，疾未安。訟必凶，若有害人之意，反成殃也。"
    },
    {
      "drawList": "第四十八籤",
      "drawTitle": "戊辛",
      "fate": "中平",
      "poem": "登山涉水正天寒；兄弟姻親那得安；不遇虎頭人一喚；全家誰保汝重歡",
      "mean": "遇貴者。訟和平。病驚險。莫求名。財物耗。婚宜停。逢寅字。事漸亨。",
      "explan": "此籤家道不安，須防人口舌，怨恨臨門，財有失。逢貴人提挈方保，漸亨不成，多口舌。問婚訟平，病有驚，財物耗散，名利空虛。只宜守舊，不利遠行，防親人侵損也。"
    },
    {
      "drawList": "第四十九籤",
      "drawTitle": "戊壬",
      "fate": "下下",
      "poem": "彼此居家只一山；如何似隔鬼門關；日月如梭人易老；許多勞碌不如閒",
      "mean": "名利阻。且休問。訟宜和。病有願。婚姻遲。行人遠。欲獲吉。且安分。",
      "explan": "此籤事有阻滯，且隨緣分，切莫貪求。訟宜和，病有祟，名利阻，問婚不和，家宅有難。陰人有災，凡事防凶人中途侵害也。"
    },
    {
      "drawList": "第五十籤",
      "drawTitle": "戊癸",
      "fate": "上吉",
      "poem": "人說今年勝去年；也須步步要週旋；一家和氣多生福；萋菲讒言莫聽偏",
      "mean": "出入吉。財物多。孕可保。病即瘥。婚必成。訟宜和。問行人。奏凱歌。",
      "explan": "此籤大吉，富貴榮華，門庭興旺，見喜添丁。但謀事要和合，莫信讒言，只宜保守，方得安樂。出入吉，財可求，婚可結，行人至，病得痊，訟宜和，百事亨泰也。"
    },
    {
      "drawList": "第五十一籤",
      "drawTitle": "己甲",
      "fate": "上吉",
      "poem": "君今百事且隨緣；水到渠成聽自然；莫嘆年來不如意；喜逢新運稱心田",
      "mean": "名漸顯。訟漸寬。財自裕。病自安。行有信。婚可定。命漸亨。心必稱。",
      "explan": "此籤好事重重，名利漸達。財緩發，婚可定，行人有信，病漸安，訟得理。時運亨泰，孕生貴子，風水合利，自有稱心之望也。"
    },
    {
      "drawList": "第五十二籤",
      "drawTitle": "己乙",
      "fate": "上吉",
      "poem": "兀坐幽居歎寂寥；孤燈掩映度清宵；黃金忽報秋光好；活計扁舟渡北朝",
      "mean": "名晚成。利遲得。病漸安。訟終息。孕無驚。婚姻吉。行人回。事勝昔。",
      "explan": "此籤有文書之喜，謀事先難後易，先憂後喜。圖名必高，求財必得。婚姻吉，行人回，訟者勝。病漸安，功名有望，百事皆吉。"
    },
    {
      "drawList": "第五十三籤",
      "drawTitle": "己丙",
      "fate": "下下",
      "poem": "艱難險阻路蹊蹺；南鳥孤飛依北巢；今日貴人曾識面；相逢卻在夏秋交",
      "mean": "病與訟。皆不利。名與財。亦阻滯。孕有驚。行未至。若遇貴。事方濟。",
      "explan": "此籤歷涉艱難，凡事不遂，如南鳥依北巢，失其所居之處。若遇秋之後，方得貴人提攜。病宜防，訟亦險，名利俱阻，行人未回，婚能成，財緩有。言目下終未便也。"
    },
    {
      "drawList": "第五十四籤",
      "drawTitle": "己丁",
      "fate": "中平",
      "poem": "萬人叢裏逞英豪；便欲飛騰霄漢高；爭奈承流風未便；青燈黃卷且勤勞",
      "mean": "財未遂。名未超。訟不宜。病未消。婚難信。行路迢。待時至。百事饒。",
      "explan": "此籤惺惺成懞憧，凡事皆不如意，只可守舊，休自躁進。徒勞心力，直待時來，自有亨泰，名未超，財未遂。訟不宜，婚休問，行人遠，病未安，命運迍，宜謹守也。"
    },
    {
      "drawList": "第五十五籤",
      "drawTitle": "己戊",
      "fate": "中平",
      "poem": "勤耕力作莫蹉跎；衣食隨時安分過；縱使經商收倍利；不如逐歲廩米多",
      "mean": "休問名。莫貪財。訟宜解。病無災。婚可就。遠行回。戒出入。福自來。",
      "explan": "此籤顯然說安分，隨時謹守方好。名莫貪，訟宜和，病自安，婚自就，遠行回，休出入。福祿隨分也。"
    },
    {
      "drawList": "第五十六籤",
      "drawTitle": "己己",
      "fate": "下下",
      "poem": "心頭理曲強詞遮；直欲欺官行路斜；一旦醜形臨月鏡；身投憲網莫咨嗟",
      "mean": "莫興訟。勿求財。病有祟。行人回。婚須審。難信媒。行正直。免凶災。",
      "explan": "此籤先凶後吉，有成有敗，不如退步免禍。休問訟，莫求財，病有邪，婚不成，信未同至。修陰騭，免凶災也。"
    },
    {
      "drawList": "第五十七籤",
      "drawTitle": "己庚",
      "fate": "中平",
      "poem": "事端百出慮雖長；莫聽人言自主張；一著仙機君記取；紛紛鬧裏更思量",
      "mean": "訟急解。病早禳。信即至。財如常。孕生男。禱神康。凡百事。自主張。",
      "explan": "此籤只宜退步，不可求勝，莫信人言。當自理會，攙先一著，何憂不濟。婚不成，財如常，訟宜和，病蚤禳，信即至。孕可慮，禱神康，防人侵害也。"
    },
    {
      "drawList": "第五十八籤",
      "drawTitle": "己辛",
      "fate": "上吉",
      "poem": "蘇秦三寸足平生；富貴功名在此行；更好修為陰騭事；前程萬里自通亨",
      "mean": "病即安。訟決勝。行人回。婚宜定。孕生男。家道盛。積陰功。福來應。",
      "explan": "此籤只宜謹慎，不可強為，防有口舌之憂。莫聽人言，方可無事，婚宜定，訟決勝，病遇良醫即愈。凡謀望遠行則吉，求財豊原，功名必得，要修陰德，自然福祿全成。"
    },
    {
      "drawList": "第五十九籤",
      "drawTitle": "己壬",
      "fate": "中平",
      "poem": "門衰戶冷苦伶仃；可嘆祈求不一靈；幸有祖宗陰騭在；香煙未斷續螟蛉",
      "mean": "名難保。財難圖。訟不利。病無虞。婚可合。信音無。行方便。守規模。",
      "explan": "此籤冷落中有生氣，當見重重之喜，必得螟蛉之續。雖然假合，卻是前緣。訟且和，財未遂，名難得，婚卻合，信音無。病急祈禱，幸有祖宗陰騭可保，更作好事相助也。"
    },
    {
      "drawList": "第六十籤",
      "drawTitle": "己癸",
      "fate": "中平",
      "poem": "羨君兄弟好名聲；一意謙撝莫自矜；丹詔槐黃消息近；巍巍科甲兩同登",
      "mean": "宜出入。好謀望。訟即決。財亦旺。孕生男。病無恙。信音回。有神相。",
      "explan": "此籤百般如意，謀事有成，出入好，求財多。高登科，訟必解，病即癒，財方旺，功名必得。行人即至，孕生男，婚必合，宅舍吉，神明相助也。"
    },
    {
      "drawList": "第六十一籤",
      "drawTitle": "庚甲",
      "fate": "中平",
      "poem": "嘯聚山林兇惡儔；善良無事苦煎憂；主人大笑出門去；不用干戈盜賊休",
      "mean": "財平平。病漸效。訟自散。莫與較。遠行歸。婚亦宜。雖有險。終平夷。",
      "explan": "此籤主有驚險，防小人侵害，若能守性存善，卻有德曜及身。神明助之，陰消禍變，病恐險，訟必散，財平平。婚宜審，凡事有陰，及後平和。"
    },
    {
      "drawList": "第六十二籤",
      "drawTitle": "庚乙",
      "fate": "中平",
      "poem": "百千人面虎狼心；賴汝干戈用力深；得勝回時秋漸老；虎頭城裏喜相尋",
      "mean": "訟必勝。財必進。病有祟。遠有信。婚可成。名可稱。到秋來。百事順。",
      "explan": "此籤其先險阻，後卻亨通，凡事遲滯，防有後難。若遇秋日，事事皆吉。婚成訟勝，病防反覆，財有進退，遠行有傷，名利終不遂意。"
    },
    {
      "drawList": "第六十三籤",
      "drawTitle": "庚丙",
      "fate": "中平",
      "poem": "曩時征北且圖南；筋力雖衰尚一堪；欲識生前君大數；前三三與後三三",
      "mean": "病可醫。訟中平。財尋常。信有準。名未亨。婚可聘。勿強圖。隨分定。",
      "explan": "此籤謀望有成，晚年經商，正可一行。若欲多取，徒勞心力。問訟宜和，婚主三娶，財如常，信準有。名未遂，病可醫，凡事當隨分也。"
    },
    {
      "drawList": "第六十四籤",
      "drawTitle": "庚丁",
      "fate": "上上",
      "poem": "吉人相遇本和同；況有持謀天水翁；人力不勞公論協；事成功倍笑談中",
      "mean": "貴遇趙。訟即了。名能成。病可療。財有餘。婚亦好。問信音。即刻到。",
      "explan": "此籤謀望和合，遇貴人提挈，凡事稱意，出入皆宜。訟即了，名得成，財有望，婚亦合，病可醫，信決至，無不遂也。"
    },
    {
      "drawList": "第六十五籤",
      "drawTitle": "庚戊",
      "fate": "上上",
      "poem": "朔風凜凜正窮冬；漸覺門庭喜氣濃；更入新春人事後；衷言方得信先容",
      "mean": "財多得。名高中。可問婚。亦宜訟。病即安。行人動。禍變消。福力重。",
      "explan": "此籤數極于窮冬，遇變而通，貴人提拔，百事亨通。病者安，訟宜和，財有望，婚可求，名利高，行人來。凡事死中求生也。"
    },
    {
      "drawList": "第六十六籤",
      "drawTitle": "庚己",
      "fate": "上上",
      "poem": "耕耘只可在鄉邦；何用求謀向外方；只見今年新運好；門闌喜氣事雙雙",
      "mean": "病即安。訟即決。財漸豊。名高揭。行人回。婚可結。莫外求。福儘得。",
      "explan": "此籤不宜遠行，只宜守舊，自有超達，時運漸亨。財祿俱發，訟不宜，財自至，婚可求，名利高。病獲安，孕生貴子，風水利順，家宅昌隆也。"
    },
    {
      "drawList": "第六十七籤",
      "drawTitle": "庚庚",
      "fate": "中平",
      "poem": "纔發君心天已知；何須問我決狐疑；願子改圖從孝悌；不愁家室不相宜",
      "mean": "訟和貴。病改醫。財別圖。婚姻遲。問行人。尚未歸。能改過。事皆宜。",
      "explan": "此籤，好善有善報，作惡有惡報。君當決狐疑之也，改過自新，禍去福來。但存好心，和氣自生，求財先難後易。婚姻吉，行人遲，孕生男，風水利也。"
    },
    {
      "drawList": "第六十八籤",
      "drawTitle": "庚辛",
      "fate": "中平",
      "poem": "南販珍珠北販鹽；年來幾倍貨財添；勸君止此求田舍；心欲多時何日厭",
      "mean": "訟已勝。莫再戰。名已成。毋再問。婚可定。病自散。行人歸。且安分。",
      "explan": "此籤大吉，謀望有成，諸般遂意，家道亨通。訟必勝，莫再興，名利有，婚自成，行人回，病莫憂。財利一倍，任意求，風水利，孕生女。凡謀事，要謹慎，且安分守己也。"
    },
    {
      "drawList": "第六十九籤",
      "drawTitle": "庚壬",
      "fate": "下下",
      "poem": "捨舟遵路總相宜；慎勿嬉遊逐貴兒；一夜樽前兄與弟；明朝仇敵又相隨",
      "mean": "名與利。莫強求。醫宜審。婚難謀。行人至。訟可休。凡出入。謹交遊。",
      "explan": "此籤出入道路，宜踏實地，謹防親人侵害。時酒遊戲，好中成惡，口舌立至。訟者休，病審醫，終不利，行人至。名與利，莫貪求，宜謹慎，省是非也。"
    },
    {
      "drawList": "第七十籤",
      "drawTitle": "庚癸",
      "fate": "中平",
      "poem": "雷雨風雲各有司；至誠禱告莫生疑；與君定約為霖日；正是蘊隆中伏時",
      "mean": "訟與病。漸可解。名與利。姑少待。婚宜遲。行無信。若禱神。三日應。",
      "explan": "此籤先凶後吉，凡事謀望，且待季夏中伏時。運漸亨，訟即解，名利且待時。婚宜遲，行無信，病且禳，謀事逢庚日，方得成就也。"
    },
    {
      "drawList": "第七十一籤",
      "drawTitle": "辛甲",
      "fate": "中平",
      "poem": "喜鵲簷前報好音；知君千里欲歸心；繡幃重結鴛鴦帶；葉落霜凋暮色侵",
      "mean": "訟宜和。名漸通。婚再合。病主凶。問求財。時未同。凡謀望。在秋冬。",
      "explan": "此籤先難後易，凡事守舊，謀望待時，心無掛礙。好行陰騭，神明來佑，遭保亨通。訟事有理，功名漸通，婚主再合，求財未遂。問病主凶丑，凡事謀望，宜在秋冬方知也。"
    },
    {
      "drawList": "第七十二籤",
      "drawTitle": "辛乙",
      "fate": "下下",
      "poem": "河渠傍路有高低；可歎長途日已西；縱有榮華好時節；直須猴犬換金雞",
      "mean": "求財遲。占病險。名難成。信尚遠。訟終凶。婚必晚。孕必驚。地未穩。",
      "explan": "此籤干防有險阻，平地濃難。俗云，閉門家裏坐，禍從天上來。逢申酉戍年月日方吉。訟凶，財遲，功名難，婚姻晚，孕生必驚，病主險，事多凶也。"
    },
    {
      "drawList": "第七十三籤",
      "drawTitle": "辛丙",
      "fate": "下下",
      "poem": "憶昔蘭房分半釵；而今忽把信音乖；痴心指望成連理；到底誰知事不諧",
      "mean": "名利無。訟休爭。婚事吹本。孕多驚。病危險。命迍邅。宜作福。保安全。",
      "explan": "此籤事多散，艱再合，雖強合，終不久長。病險，訟不吉，功名虛喜，婚主重娶，終不到頭。行人不至，孕驚恐，墳宅空虛也。"
    },
    {
      "drawList": "第七十四籤",
      "drawTitle": "辛丁",
      "fate": "上吉",
      "poem": "崔巍崔魏復崔巍；履險如夷去復來；身似菩提心似鏡；長安一道放春回",
      "mean": "訟與病。險而平。名與利。連而亨。婚先難。終必成。行人至。福自生。",
      "explan": "此籤重有重險，心似平康。凡事先難後易，婚久方成，病險後安。訟凶，財可緩求，行人匆匆。萬物至春後，諸事轉凶成吉之象。"
    },
    {
      "drawList": "第七十五籤",
      "drawTitle": "辛戊",
      "fate": "中吉",
      "poem": "生前結得好緣姻；一笑相逢情自親；相當人物無高下；得意休論富與貧",
      "mean": "財物聚。病即愈。若問訟。必遇主。更修善。禱神助。行人回。事無阻。",
      "explan": "此籤大吉，凡事遂意。功名高，財物聚，病即安，訟者得遇清官。婚合，行人回，孕生男，更修善，祈神佑吉也。"
    },
    {
      "drawList": "第七十六籤",
      "drawTitle": "辛己",
      "fate": "中吉",
      "poem": "三千法律八千文；此事何如說與君；善惡兩途君自作；一生禍福此中分",
      "mean": "問公訟。且審理。求財祿。當揣己。病蚤禳。宜求嗣。婚更審。方吉利。",
      "explan": "此籤謀事，陰人議論不盡，當以心觀，積善福來。積惡禍胎，修善避惡，宜自先覺。婚宜審擇，財未遂，病不防，訟主凶，宜作福，方吉。"
    },
    {
      "drawList": "第七十七籤",
      "drawTitle": "辛庚",
      "fate": "下下",
      "poem": "木有根荄水有源；君當自此究其原；莫隨道路人閒話；訟則終凶是至言",
      "mean": "訟當戒。病宜禳。名不利。婚難老。防口舌。行未到。凡事謹。莫輕躁。",
      "explan": "此籤先凶後吉，根原已定，不可妄為，自宜謹慎，禍去福來。訟當審，財利無，婚不好，有口舌，行人未至。病猶可禳，凡事不可信人，自宜省察，免災也。"
    },
    {
      "drawList": "第七十八籤",
      "drawTitle": "辛辛",
      "fate": "下下",
      "poem": "家道豐腴自飽溫；也須肚裏立乾坤；財多害己君當省；福有胚胎禍有門",
      "mean": "莫貪財。能害己。休闕訟。當知止。病禱神。孕生子。婚擇良。行未至。",
      "explan": "此籤家道雖然昌大，亦宜謹守，不可倚強欺弱。主有口舌是非，財多害己，不可妄求。只宜集善去惡，財莫貪，訟亦休，問婚不宜。行未回，病求神，休妄想也。"
    },
    {
      "drawList": "第七十九籤",
      "drawTitle": "辛壬",
      "fate": "中平",
      "poem": "乾亥來龍仔細看；坎居午向自當安；若移丑艮陰陽逆；門戶凋零家道難",
      "mean": "名與利。依理求。婚與訟。莫妄謀。病擇醫。方無憂。行人至。慮且休。",
      "explan": "此籤凡事宜依理順行，不可妄意強求，反招禍患。如相地者，一乾亥來龍，自以坐坎向午為順。若獨執偏見，改作丑艮坐穴，是為陰陽背逆，豈不致門戶凋零之咎乎。此以見，吉可趨，凶可避，慎無顛倒錯亂，自貽伊滅也。"
    },
    {
      "drawList": "第八十籤",
      "drawTitle": "辛癸",
      "fate": "中平",
      "poem": "一朝無事忽遭官；也是門衰墳未安；改換陰陽移禍福；勸君莫作等閒看",
      "mean": "名與利。宜改圖。訟和解。保無虞。病更醫。行漸回。婚別配。莫輕為。",
      "explan": "此籤宜避凶趨吉，是故從新不可妄為，亦不可坐守。始以無故而得禍後，亦可以作善而致福。如人家墳宅未安，必須改換陰陽方向，乃可化凶為吉也。若自己毫無轉動，福何由而集，禍何自而消乎。"
    },
    {
      "drawList": "第八十一籤",
      "drawTitle": "壬甲",
      "fate": "中平",
      "poem": "假君財物自當還；謀賴欺心他自奸；幸有高臺明月鏡；請來對照破機關",
      "mean": "訟莫欺。依本分。病遇醫。名休問。婚慎求。事審辦。孕保安。行人鈍。",
      "explan": "此籤先難後易，欺人自欺，反惹其禍，只可修心向善。暗有神明佑護，不可妄為，訟終凶事莫想，休求名利。婚宜審可也，病者醫，行人緩，風水遷改，孕生女。求財依本分。"
    },
    {
      "drawList": "第八十二籤",
      "drawTitle": "壬乙",
      "fate": "上吉",
      "poem": "彼亦儔中一輩賢；勸君特達與周旋；此時賓主歡相會；他日王侯卻並肩",
      "mean": "財必獲。名遇薦。訟得理。病有願。婚可成。行必見。發福祿。由積善。",
      "explan": "此籤大吉，凡事謀望，無不遂意，婚必合，財必遂。名遇薦，行人至，病有願未還，訟得理，孕生子。風水利，家道昌，貴人提挈，當在平日所交處。故彼此相逢，不求自至也。"
    },
    {
      "drawList": "第八十三籤",
      "drawTitle": "壬丙",
      "fate": "下下",
      "poem": "隨分堂前赴粥饘；何須妄想苦憂煎；主張門戶誠難事；百歲安閒得幾年",
      "mean": "名與利。難遽致。訟宜和。行未至。病瘥遲。婚莫議。能守待。家必利。",
      "explan": "此籤宜守成，不可妄為，凡事且隨緣分，不宜出行。婚未成，財莫貪，名利休問，訟宜和，病未痊，六甲保。墳宅改移，安分謹守持家，方吉利也。"
    },
    {
      "drawList": "第八十四籤",
      "drawTitle": "壬丁",
      "fate": "中平",
      "poem": "君家事緒更紛然；當局須知一著先；長舌婦人休酷聽；力行禮義要心堅",
      "mean": "訟宜解。莫信讒。財緩求。名莫貪。孕生女。行人還。婚更審。莫妄攀。",
      "explan": "此籤占之，謀望平心，禍去福來，若強求，福轉生禍貽。病則安，訟宜和，休聽讒言，財有失，名勿貪，婚莫強求。行人至，或有失物，隨機應變。可得陰人，切莫交言，須謹慎也。"
    },
    {
      "drawList": "第八十五籤",
      "drawTitle": "壬戊",
      "fate": "中平",
      "poem": "一春風雨正瀟瀟；千里行人去路遙；移寡就多君得計；如何歸路轉無聊",
      "mean": "且隨分。莫貪財。訟宜息。防外災。婚不利。遠行回。禱神助。福自來。",
      "explan": "此籤只宜守舊，不可妄想，若欲強取財物，必致招禍。訟可避，病多困，遠行回，婚不吉也。"
    },
    {
      "drawList": "第八十六籤",
      "drawTitle": "壬己",
      "fate": "上上",
      "poem": "一舟行貨好招邀；積少成多自富饒；常把他人比自己；管須日後勝今朝",
      "mean": "財祿富。訟得理。婚和合。病漸止。問行人。歸未矣。莫害人。人即己。",
      "explan": "此籤凡事先難後易，求財有，婚必成，功名小。失物在，訟得勝，病漸安，行人未，風水好。孕生男，求福保，莫害他人，反害自己也。"
    },
    {
      "drawList": "第八十七籤",
      "drawTitle": "壬庚",
      "fate": "下下",
      "poem": "陰裏詳看怪爾曹；舟中敵國笑中刀；藩籬剖破渾無事；一種天生惜鳳毛",
      "mean": "名利無。病有祟。訟莫興。和為貴。莫貪財。婚不利。孕無憂。行未至。",
      "explan": "此籤先凶後吉，凡事要和同，可免是非。病有祟，未安，訟傷手足之親，只宜和解。防暗箭，求財遂，卻被相熟之人耗散。婚有變，不合行人，未即至也。"
    },
    {
      "drawList": "第八十八籤",
      "drawTitle": "壬辛",
      "fate": "上吉",
      "poem": "從前作事總徒勞；纔見新春時漸遭；百計營求都得意；更須守己莫心高",
      "mean": "名與利。且隨緣。訟解釋。病安痊。婚姻合。行人還。若謀望。在新年。",
      "explan": "此籤上吉，名與利，且隨緣，婚亦合，訟和釋。墳宅安，生貴兒，且守己，莫貪心，名利在。春間好，夏秋冬平凡，謀望待時，稱心也。"
    },
    {
      "drawList": "第八十九籤",
      "drawTitle": "壬壬",
      "fate": "中平",
      "poem": "樽前無事且高歌；時未來兮奈若何；白馬渡江雖日暮；虎頭城裏看巍峨",
      "mean": "名未得。財尚遲。病漸愈。歸有期。訟可解。孕無危。婚和合。緩則宜。",
      "explan": "此籤占之，功名晚，財穀遲，訟必和，婚主緩。惟宜行人逢丑午酉回，病若喜治醫。謹防杯酒後口舌，凡事先難後易，可守己也。"
    },
    {
      "drawList": "第九十籤",
      "drawTitle": "壬癸",
      "fate": "中平",
      "poem": "崆峒城裏事如麻；無事如君有幾家；勸汝不須勤致禱；徒營生事苦咨嗟",
      "mean": "訟和吉。求財無。婚未成。病無虞。信未至。勿他圖。不須禱。守規模。",
      "explan": "此籤謀望事艱難，家門招禍愆，訟必和為貴，慎勿聽人言。求財決定失，問病也無安，懷孕宜早保，行人無信還。若問婚姻事，渾如過險山。"
    },
    {
      "drawList": "第九十一籤",
      "drawTitle": "癸甲",
      "fate": "中平",
      "poem": "佛說淘沙始見金；只緣君子苦勞心；榮華總得詩書效；妙裏工夫仔細尋",
      "mean": "求名利。勤苦有。訟須勞。終無咎。問婚姻。宜擇友。探行人。二六九。",
      "explan": "此籤若問功名，勤苦方得，病宜審，問財用，自得訟。雖勞終旡咎，行人無信。難好，有鬼，宜求福以保之。執事宜謹守也。"
    },
    {
      "drawList": "第九十二籤",
      "drawTitle": "癸乙",
      "fate": "下下",
      "poem": "今年禾穀不如前；物價喧騰倍百年；災數流行多疫癘；一陽復後始安全",
      "mean": "訟紛紜。久自解。病患多。終無害。財祿難。有且待。孕屬陽。福終在。",
      "explan": "此籤求財，今不如昔，不測疾病纏綿，命運偃蹇。於今不吉，待冬至後方漸安，訟久自解，婚久可成。行人無信，病無害，凡事待後方吉也。"
    },
    {
      "drawList": "第九十三籤",
      "drawTitle": "癸丙",
      "fate": "中平",
      "poem": "春來雨水太連綿；入夏晴乾雨又愆；節氣直交三伏始；喜逢滂沛足田園",
      "mean": "財聚散。病反覆。欲求安。候三伏。事進退。宜作福。婚可成。審往復。",
      "explan": "此籤謀望中有阻滯，後必安康。訟反覆，久方決，問病庚日安，婚宜細審可成。行人遲，孕生女，凡事不可強求，靜以安身也。"
    },
    {
      "drawList": "第九十四籤",
      "drawTitle": "癸丁",
      "fate": "中平",
      "poem": "一般器用與人同；巧斲輪輿梓匠工；凡事有緣且隨分；秋冬方遇主人翁",
      "mean": "遇貴人。訟得理。財尚遲。病未愈。婚未成。信尚阻。待秋冬。方有遇。",
      "explan": "此籤謀望且隨緣分，時運將至，福祿自來。切莫貪求，安分守己，訟得理，財尚遲。病有鬼，求福保禳吉，孕生女，要保吉。行人遲，凡事待秋冬，方有貴人提攜也。"
    },
    {
      "drawList": "第九十五籤",
      "drawTitle": "癸戊",
      "fate": "中平",
      "poem": "知君袖裏有驪珠；生不逢辰亦強圖；可歎頭顱已如許；而今方得貴人扶",
      "mean": "財發遲。訟終折。名晚成。婚未決。問遠信。有此月。遇貴人。災撲滅。",
      "explan": "此籤切莫貪求，修心向善，自成福助也。"
    },
    {
      "drawList": "第九十六籤",
      "drawTitle": "癸己",
      "fate": "上吉",
      "poem": "婚姻子媳莫嫌遲；但把精神仗佛持；四十年前須報應；功圓行滿有馨兒",
      "mean": "名利訟。遲方吉。病漸瘥。婚姻結。終年後。得子息。問行人。未有日。",
      "explan": "此籤求財發達，訟莫興，和為貴，婚先未得，後成。遠行信在，此月至，孕生男，保吉，墳宅穩。凡事稱心，咸無憂慮也。"
    },
    {
      "drawList": "第九十七籤",
      "drawTitle": "癸庚",
      "fate": "上上",
      "poem": "五十功名心已灰；那知富貴逼人來；更行好事存方寸；壽比岡陵位鼎台",
      "mean": "訟即解。名可成。財漸聚。病可寧。孕生子。婚姻平。行人至。事稱情。",
      "explan": "此籤大吉利，婚可成，財漸亨，病漸安康，孕生男。名利遲，後必豐，家道昌，墳宅平，行好事，福祿遂。凡百事如意也。"
    },
    {
      "drawList": "第九十八籤",
      "drawTitle": "癸辛",
      "fate": "中平",
      "poem": "經營百出費精神；南北奔馳運未新；玉兔交時當得意；恰如枯木再逢春",
      "mean": "名利有。晚方成。訟與病。久方平。孕生子。行阻程。遇卯運。事皆亨。",
      "explan": "此籤先凶後吉，凡事逢春則吉，遇卯年月日，百事漸進。若貪求，徒勞心力，求名晚成，訟可解，婚宜審。孕要保，行人阻，謀望皆要平心和氣，方免是非也。"
    },
    {
      "drawList": "第九十九籤",
      "drawTitle": "癸壬",
      "fate": "上上",
      "poem": "貴人遭遇水雲鄉；冷淡交情滋味長；黃閣開時延故客；驊騮應得驟康莊",
      "mean": "名與利。訟和事。家道康。皆吉利。病即安。孕生驥。婚則成。行人至。",
      "explan": "此籤上吉，家宅安穩，風水利，名與利皆快便。婚姻成，行人至，病安全，孕生子，保平安，凡事皆吉利也。"
    },
    {
      "drawList": "第一百籤",
      "drawTitle": "癸癸",
      "fate": "上上",
      "poem": "我本天仙雷雨師；吉凶禍福我先知；至誠禱告皆靈驗；抽得終籤百事宜",
      "mean": "籤至百。數已終。我所知。象無凶。禱神扶。藉陰騭。危處安。損中益。",
      "explan": "此籤求謀，無不遂意，前通後達，百事如意。訟有理，婚必合，行人回，孕生男，風水利。病全安，凡事莫貪，靜處安身可也。"
    }
]