[
    {
      "drawList": "第一籤",
      "drawTitle": "甲甲",
      "fate": "大吉",
      "poem": "巍巍獨步向雲間；玉殿千官第一班；富貴榮華天付汝；福如東海壽如山",
      "mean": "功名遂。福祿全。訟得理。病即痊。桑麻熟。婚姻聯。孕生子。行人還。",
      "explan": "此籤謀望通達，無不遂意。但各有所主，官員占茲，有超越之喜。士人有功名之望，庶人不吉，若謀望，求財者，有名無實，為語多空虛也。"
    },
    {
      "drawList": "第二籤",
      "drawTitle": "甲乙",
      "fate": "上吉",
      "poem": "盈虛消息總天時；自此君當百事宜；若問前程歸縮地；須憑方寸好修為",
      "mean": "訟宜和。病宜禱。功名有。遲莫躁。求財平。問婚好。若妄為。身莫保。",
      "explan": "此籤謀望虛，查不宜速進，且須待時，方可成就。婚則合，訟宜和，求財有，行人至，孕生女，病宜禱。大概以正心修德為要。"
    },
    {
      "drawList": "第三籤",
      "drawTitle": "甲丙",
      "fate": "中吉",
      "poem": "衣食自然生處有；勸君不用苦勞心；但能孝悌存忠信；福祿來成禍不侵",
      "mean": "問名利。自有時。訟和吉。病瘥遲。求財平。婚未宜。宜謹守。免憂疑。",
      "explan": "此籤只宜守舊，不可貪求，但存中直，卻得兩平。謀事遲，求財阻，婚姻可。風水更，孕將生，宜早保，免憂驚。"
    },
    {
      "drawList": "第四籤",
      "drawTitle": "甲丁",
      "fate": "下下",
      "poem": "去年百事可相宜；若較今年時運衰；好把瓣香告神佛；莫教福謝悔無追",
      "mean": "功名無。財祿輕。訟宜息。婚未成。病難癒。行阻程。若求吉。禱神明。",
      "explan": "此籤吉事已去，凶將漸來，祈禱神明，以保平安。官事臨身，是非自見，凡事謀望主不成。求財交易不就，所為皆不利也。"
    },
    {
      "drawList": "第五籤",
      "drawTitle": "甲戊",
      "fate": "中平",
      "poem": "子有三般不自由；門庭蕭索冷如秋；若逢牛鼠交承日；萬事回春不用憂",
      "mean": "財祿耗。功名遲。訟終吉。病可醫。婚宜審。行人歸。待時至。百事宜。",
      "explan": "此籤先憂後喜，三般者，心口意。十二時中卻得衣食，官員主有遷移之兆，應在子丑。凶者漸吉，事皆可望也。"
    },
    {
      "drawList": "第六籤",
      "drawTitle": "甲己",
      "fate": "下下",
      "poem": "何勞鼓瑟更吹笙；寸步如登萬里程；彼此懷疑不相信；休將私意憶濃情",
      "mean": "功名無。財祿散。病難痊。防產難。婚不成。訟未判。行人遲。休嗟嘆。",
      "explan": "此籤謂人類不齊，有陽為君子，陰為小人者，須防其面是實非之心。訟只可和，主有離開，凡事謹慎周密，庶不誤敗。"
    },
    {
      "drawList": "第七籤",
      "drawTitle": "甲庚",
      "fate": "大吉",
      "poem": "仙風道骨本天生；又遇仙宗為主盟；指日丹成謝巖谷；一朝引領向天行",
      "mean": "圖名遂。求財豐。訟得理。病不凶。行人至。夢飛熊。陰地吉。婚姻仝。",
      "explan": "此籤貴人占之有薦投之喜。士人占之有不虞之譽。庶人占之有百倍之利。若占病，當有仙醫扶佑，在三七日內有效，否則凶。"
    },
    {
      "drawList": "第八籤",
      "drawTitle": "甲辛",
      "fate": "上上",
      "poem": "年來耕稼苦無收；今歲田疇定有秋；況遇太平無事日；士農工賈百無憂",
      "mean": "士領薦。人獲財。訟即解。病無災。問行人。即便回。謀望吉。喜慶來。",
      "explan": "此籤宜改圖謀利，凡百事實踐之人皆有望。問病占訟，先憂後喜，問孕生男，風水吉利，子孫亨嘉也。"
    },
    {
      "drawList": "第九籤",
      "drawTitle": "甲壬",
      "fate": "大吉",
      "poem": "望渠消息向長安；常把菱花仔細看；見說文書將入境；今朝喜色上眉端",
      "mean": "名與利。必至頭。訟必勝。病即瘳。孕生男。婚可求。行人至。百無憂。",
      "explan": "此籤謀事尚遠，自己心急，他人不知，若問遠行，只在百日之內。婚姻有期合，病者宜請禱，大概空虛無的實也。"
    },
    {
      "drawList": "第十籤",
      "drawTitle": "甲癸",
      "fate": "下下",
      "poem": "病患時時命蹇衰；何須打瓦共鑽龜；直教重見一陽後；始可求神仗佛持",
      "mean": "名難圖。財祿失。行人遲。訟未息。病留連。求神佑。莫貪求。宜守舊。",
      "explan": "此籤大意，曉然欲惡人知悔過。若問病訟，十月方可，不然莫解。若作非為，禍患立至，主家神不安也。"
    },
    {
      "drawList": "第十一籤",
      "drawTitle": "乙甲",
      "fate": "下下",
      "poem": "今年好事一番新；富貴榮華萃汝身；誰識機關難料處；到頭獨立轉傷神",
      "mean": "莫貪求。名未遂。財祿平。訟不利。病者凶。事不濟。問行人。多阻滯。",
      "explan": "此籤宜更改方得財祿，要知足。不可與人其事，恐機事不密，反成禍敗。官有旌麾之喜，孕生男，士有超拔之喜，訟者勝，婚不吉。"
    },
    {
      "drawList": "第十二籤",
      "drawTitle": "乙乙",
      "fate": "中平",
      "poem": "營為期望在春前；誰料秋來又不然；直遇清江貴公子；一生活計始安全",
      "mean": "求名遲。財未至。病改醫。訟最忌。行人歸。孕生貴。顯宦遇。方吉利。",
      "explan": "此籤先憂繼疑，最後始定。謀事須托，傍人扶持，或官場或紳士，方能有成。訟宜休，病擇醫，直到秋散後，始獲安全。慎勿誤聽讒言，信任非人可也。"
    },
    {
      "drawList": "第十三籤",
      "drawTitle": "乙丙",
      "fate": "中平",
      "poem": "君今庚甲未亨通；且向江頭作釣翁；玉兔重生應發跡；萬人頭上逞英雄",
      "mean": "時未亨。宜守舊。遇卯日。名利就。病遲癒。守終利。行人歸。事緩濟。",
      "explan": "此籤，君子占有五年之厄，庶人占有五年之難。若能守己，轉禍為福。不宜進圖更改，休問訟，免是非也。"
    },
    {
      "drawList": "第十四籤",
      "drawTitle": "乙丁",
      "fate": "下下",
      "poem": "一見佳人便喜歡；誰知去後有多般；人情冷暖君休訝；歷涉應知行路難",
      "mean": "始雖易。終則難。名利失。病未安。訟反覆。孕生女。行未歸。事多阻。",
      "explan": "此籤先喜後憂，不宜放肆，大概親而又陳，合而復離。歷涉險阻，竟無成，尤兢兢業業，庶免後悔。"
    },
    {
      "drawList": "第十五籤",
      "drawTitle": "乙戊",
      "fate": "中平",
      "poem": "兩家門戶各相當；不是姻緣莫較量；直待春風好消息；卻調琴瑟向蘭房",
      "mean": "婚未合。訟未決。名利遲。音信缺。孕難生。防口舌。非知己。莫妄說。",
      "explan": "此籤名不成，利不就，婚不合。凡事卻待新春，方始稱意。若妄作，反勞心力，終不能如人心願也。"
    },
    {
      "drawList": "第十六籤",
      "drawTitle": "乙己",
      "fate": "下下",
      "poem": "官事悠悠難辨明；不如息了且歸耕；旁人煽惑君休信；此事當謀親弟兄",
      "mean": "訟難明。和為貴。名利無。行人至。婚未成。病有祟。財莫貪。終無利。",
      "explan": "此籤訟事未辨，以和為貴，名利全無，婚姻未當。凡有謀望，且待時來，有人煽惑，勿輕信也。"
    },
    {
      "drawList": "第十七籤",
      "drawTitle": "乙庚",
      "fate": "下下",
      "poem": "田園價貫好商量；事到公庭彼此傷；縱使機關圖得勝；定為後世子孫殃",
      "mean": "事悖理。訟必傷。名利未。亦如常。行人阻。病宜禳。且謹慎。保安康。",
      "explan": "此籤切須依本分，自有前程，如有機關，反成害己利人。凡謀望，自家商酌方好，名利未遂，宜守平常。行人有阻，病可禳，婚難成，謹保安康。"
    },
    {
      "drawList": "第十八籤",
      "drawTitle": "乙辛",
      "fate": "中平",
      "poem": "知君指擬是空華；底事茫茫未有涯；牢把腳根踏實地；善為善應永無差",
      "mean": "名利難。終則有。病禱神。訟勿鬥。行人遲。事難就。且向善。祈福佑。",
      "explan": "此籤不宜妄意求謀，無事空自指擬，定必有損。切宜向善，祈禱神靈，轉禍成福。事有多般，功名無，訟勿鬥，行人遲，財難就。向善保安，乃為上策。"
    },
    {
      "drawList": "第十九籤",
      "drawTitle": "乙壬",
      "fate": "上吉",
      "poem": "嗟子從來未得時；今年星運頗相宜；營求動作都如意；和合婚姻誕貴兒",
      "mean": "作事吉。名利遂。婚姻成。訟得理。孕生貴。行人至。病易安。皆吉利。",
      "explan": "此籤不問貴賤，皆有和合之象。謀為各事，從今以後可成就也。"
    },
    {
      "drawList": "第二十籤",
      "drawTitle": "乙癸",
      "fate": "下下",
      "poem": "一生心事向誰論；十八灘頭說與君；世事盡從流水去；功名富貴等浮雲",
      "mean": "訟終凶。止則宜。名利輕。病擇醫。行人遠。婚遲疑。凡作事。且隨時。",
      "explan": "此籤得之外履，程途險阻，終不大吉利。訟終凶，止則吉，功名輕，行人遲，婚未成。凡事到底不吉，宜謹守可也。"
    },
    {
      "drawList": "第二十一籤",
      "drawTitle": "丙甲",
      "fate": "下下",
      "poem": "與君夙昔結成冤；今日相逢那得緣；好把經文多諷誦；祈求戶內保嬋娟",
      "mean": "事無成。病禱愈。出不宜。訟有理。病有冤。求神解。若欲貪。終必敗。",
      "explan": "此籤舊有夙冤，問事無緣，訟凶。貴人占之不吉，庶人占之不利，行人未至，謀望不成。若問病，宜禳謝方保，財物散，不吉利也。"
    },
    {
      "drawList": "第二十二籤",
      "drawTitle": "丙乙",
      "fate": "上吉",
      "poem": "碧玉池中開白蓮；莊嚴色相自天然；生來骨格超凡俗；正是人間第一仙",
      "mean": "訟決勝。名易成。病即愈。財速盈。婚姻合。貴子生。家道泰。百事亨。",
      "explan": "此籤可謀財，可望事，若有現成，不圖自至，不勞心力。訟已決，名利成，病則癒，婚則成，凡事皆成就也。"
    },
    {
      "drawList": "第二十三籤",
      "drawTitle": "丙丙",
      "fate": "下下",
      "poem": "花開花謝在春風；貴賤窮通百歲中；羨子榮華今已矣；到頭萬事總成空",
      "mean": "名與利。似虛花。訟解散。病益加。婚未合。行人賒。事無就。徒咨嗟。",
      "explan": "此籤求望有成有敗，初快意，終有害。吉中有凶，否有泰，不善歛藏，後憂更大。名利虐，訟宜散，病防老人為凶。婚未成，行人遲，失物之憂，大不吉也。"
    },
    {
      "drawList": "第二十四籤",
      "drawTitle": "丙丁",
      "fate": "中平",
      "poem": "一春萬事苦憂煎；夏裏營求始帖然；更遇秋成冬至後；恰如騎鶴與腰纏",
      "mean": "名利有。莫躁為。詞訟解。婚姻宜。行人遠。病瘥遲。富與貴。自有時。",
      "explan": "此籤先難後易，官員占之，有超擢之喜，士人占之，名利晚成。凡諸謀望，只是後好，訟終解，婚姻宜，行人遠，病難好。凡事可為，自有成就也。"
    },
    {
      "drawList": "第二十五籤",
      "drawTitle": "丙戊",
      "fate": "中平",
      "poem": "寅午戍年多阻滯；亥子丑月漸亨嘉；待逢玉兔金雞會；枯木逢春自放花",
      "mean": "訟多憂。終則息。名利遲。婚姻吉。孕欲保。作福力。問行人。歸有日。",
      "explan": "此籤作事遲疑，至三冬乃通，卯酉日月作事得時，如枯木開花。謀望各事，不勞心力而成。以寅午戍三者為凶，亥子丑年月日為吉。若謀事決，宜審時，不得妄動，訟終息，名利遲，婚姻吉，行人歸也。"
    }

]